#Вывести на экран циклом пять строк из нулей длиной 4, причем каждая строка должна быть пронумерована.
#Пример:
#0 0000
#1 0000
#2 0000
#3 0000

i=0
while i<5:
    print(i, '0000')
    i+=1