#Вывести сумму ряда чисел от 1 до 100. Полученный результат вывести на экран.
i=1
sumNum=0
while i<=100:
    sumNum+=i
    i+=1
print('Сумма ряда чисел от 1 до 100', sumNum)